Repository: lzkamods/BeamSkinMaster-alpha
Catalog: BeamSkinMaster/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, uk_ua

# AbtStg.Content
source: About the Application
ru_ru: О Приложении
uk_ua: Про Застусунок

# AutoComboBox.PlaceholderText
source: Choose a car here...
ru_ru: автомобиль ...
uk_ua: автомобіль ...

# ChcTxt.Text
source: Cleaning cache files
ru_ru: Чистим Кеш файлы
uk_ua: Чистимо Кеш файли

# ChooseAuto.Text
source: Car selection
ru_ru: Выбор автомобиля
uk_ua: Вибір автомобіля

# CntDlgCnt.Text
source: The car selection field is empty. Please select a car.
ru_ru: Поле выбора автомобиля пустое. Пожалуйста, выберите автомобиль
uk_ua: Поле вибору автомобіля пусте. Будь ласка, виберіть автомобіль

# CntDlgTitle.Text
source: Error moving to next step
ru_ru: Ошибка перехода на следующий этап
uk_ua: Помилка переходу на наступний етап

# DlwdCntDlgCnt.Text
source: The file already exists. Please click Next
ru_ru: Файл уже существует. Пожалуйста, нажмите Далее
uk_ua: Файл вже існує. Будь ласка, натисніть Далі

# DrkStg.Content
source: Dark
ru_ru: Темная
uk_ua: Темна

# DwldBtn.Content
source: Download
ru_ru: Загрузить
uk_ua: Завантажити

# DwldCntDlgTitle.Text
source: Error downloading image
ru_ru: Ошибка загрузки изображения
uk_ua: Ошибка загрузки изображения

# DwldTxt.Text
source: Click the button and upload the image
ru_ru: Нажмите на кнопку и загрузите изображение
uk_ua: Натисніть кнопку і завантажте зображення

# DwldTxtSpn.Text
source: then edit it to suit your skin
ru_ru: затем отредактируйте его под свой скин
uk_ua: потім відредагуйте його під свій скін

# Extbtn.Content
source: Exit
ru_ru: Выход
uk_ua: Вихід

# ExtTxt.Text
source: Selecting an external name
ru_ru: Выбор внешнего имени(external name)
uk_ua: Вибір зовнішнього імені (external name)

# ExtTxtBox.PlaceholderText
source: Latin and Cyrillic. Spaces allowed
ru_ru: Латиница и Кириллица. Пробелы разрешены
uk_ua: Латиниця та Кирилиця. Пробіли дозволені

# FldBtn.Content
source: Open folder
ru_ru: Открыть папку
uk_ua: Відкрити папку

# FnshHdr.Text
source: Ready!
ru_ru: Готово!
uk_ua: Готово!

# FnshHlp.Text
source: Now you can open the folder and re-label
ru_ru: Теперь вы можете открыть папку и переместить
uk_ua: Тепер ви можете відкрити папку та перемістити

# FnshHlpSpn.Text
source: mod (.ZIP) archive for the game
ru_ru: мод (.ZIP) архив в игру
uk_ua: мод (.ZIP) архів у гру

# HelpText.Text
source: Select the desired car to create a skin
ru_ru: Выберите нужный автомобиль для создания скина
uk_ua: Виберіть потрібний автомобіль для створення скіна

# HelpTextSpan.Text
source: and click next
ru_ru: и нажмите далее
uk_ua: та натисніть далі

# IntTxt.Text
source: Selecting an internal name
ru_ru: Выбор локального имени(internal name)
uk_ua: Вибір локального імені (internal name)

# IntTxtBox.PlaceholderText
source: Only Latin alphabet without spaces
ru_ru: Только латиница без пробелов
uk_ua: Тільки латиниця без пробілів

# LangStg.Description
source: The application interface will be displayed in this language
ru_ru: На этом языке будут показываться интерфейс прилоления
uk_ua: Цією мовою показуватиметься інтерфейс програми

# LangStg.Header
source: Application interface language
ru_ru: Язык интерфейса приложения
uk_ua: Мова інтерфейсу програми

# LctzStg.Content
source: Localization and design
ru_ru: Локализация и оформление
uk_ua: Локалізація та Оформлення

# LghtStg.Content
source: Light
ru_ru: Светлая
uk_ua: Світла

# NameHdr.Text
source: Selecting a skin name
ru_ru: Выбор имени скина
uk_ua: Вибір імені скіна

# NameHlp.Text
source: appear in game
ru_ru: отображаться в игре
uk_ua: відображатися у грі

# NameHlpSpn.Text
source: Enter the names of your skin, it will be
ru_ru: Впишите имена своего скина, он будет
uk_ua: Впишіть імена свого скіна, він буде

# NameNextBtn.Content
source: Next
ru_ru: Далее
uk_ua: Далі

# NxtBtnDwld.Content
source: Next
ru_ru: Далее
uk_ua: Далі

# Page1Next.Content
source: Next
ru_ru: Далее
uk_ua: Далі

# PckDlgCnt.Text
source: Click OK to continue
ru_ru: Нажмите ОК чтобы продолжить
uk_ua: Натисніть OK, щоб продовжити

# PckDlgDntCnt.Text
source: The folder cannot be moved because it does not exist
ru_ru: Невозможно переместить папку, так как она не существует
uk_ua: Неможливо перемістити папку, оскільки вона не існує

# PckDlgDntTitle.Text
source: Error while moving
ru_ru: Ошибка перемещения
uk_ua: Помилка переміщення

# PckDlgErrCnt.Text
source: The folder cannot be moved due to:
ru_ru: Невозможно переместить папку по причине:
uk_ua: Неможливо перемістити папку через:

# PckDlgErrTitle.Text
source: Error while moving
ru_ru: Ошибка перемещения
uk_ua: Помилка переміщення

# PckDlgTitle.Text
source: Move successfully
ru_ru: Перемещение успешно
uk_ua: Переміщення успішно

# PckFleBtn.Content
source: Upload
ru_ru: Отправить
uk_ua: Відправити

# RstBtn.Content
source: Start again
ru_ru: Начать заново
uk_ua: Почати заново

# StgHdr.Text
source: Settings
ru_ru: Настройки
uk_ua: Налаштування

# SysStg.Content
source: System Parametr
ru_ru: Пареметр системы
uk_ua: Пареметр системи

# ThmeStg.Description
source: Select app themes to display
ru_ru: Выберите тему приложения для отображения
uk_ua: Виберіть тему програми для відображення

# ThmeStg.Header
source: Application theme
ru_ru: Тема приложения
uk_ua: Тема програми

# UpldCnlCntDlgTitle.Text
source: Image selection error
ru_ru: Ошибка выбора изображения
uk_ua: Помилка вибору зображення

# UpldCnlCntDngCnt.Text
source: The image cannot be copied because it is empty. Please select an image.
ru_ru: Невозможно скопировать изображение, так как оно пустое
uk_ua: Неможливо скопіювати зображення, оскільки воно порожнє

# UpldCnlErrDlgTitle.Text
source: Image selection error
ru_ru: Ошибка выбора изображения
uk_ua: Помилка вибору зображення

# UpldErrCntDngCnt.Text
source: The file already exists. Please click Next
ru_ru: Файл уже существует. Пожалуйста, нажмите Далее
uk_ua: Файл вже існує. Будь ласка, натисніть Далі

# UpldHdr.Text
source: Sending the finished Skin
ru_ru: Отправка готового скина
uk_ua: Відправка готового скіна

# UpldHlp.Text
source: Click the button and send the DDS file
ru_ru: Нажмите на кнопку и отправьте DDS файл
uk_ua: Натисніть кнопку і надішліть DDS файл

# UpldHlpSpn.Text
source: your finished skin made according to the drawing
ru_ru: вашего готового скина сделанного по чертежу
uk_ua: вашого готового скіна зробленого за кресленням

# UpldNxtBtn.Content
source: Next
ru_ru: Далее
uk_ua: Далі

# UpldTxt.Text
source: Send your finished skin,
ru_ru: Отправьте ваш готовый скин,
uk_ua: Відправте ваш готовий скін,

# UpldTxtSpn.Text
source: made according to drawing
ru_ru: сделанный по чертежу
uk_ua: зроблений за кресленням

# UvDwldHdr.Text
source: Loading of the car UV
ru_ru: Загрузка UV автомобиля
uk_ua: Завантаження UV автомобіля

# UVmapRdy.Text
source: Your UV map is ready
ru_ru: Ваша UV карта готова
uk_ua: Ваша UV карта готова

# UvmapRdy2.Text
source: Click on the button to download
ru_ru: Нажмите на кнопку чтобы загрузить
uk_ua: Натисніть кнопку, щоб завантажити

# WaitTxt.Text
source: Wait...
ru_ru: Подождите...
uk_ua: Зачекайте...
